{
  "plugins": {
    "claude-tmux.nvim": {
      "src": "https://github.com/mr55p-dev/claude-tmux.nvim"
    },
    "claudecode.nvim": {
      "src": "https://github.com/coder/claudecode.nvim"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp-vsnip": {
      "src": "https://github.com/hrsh7th/cmp-vsnip"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot-cmp": {
      "src": "https://github.com/zbirenbaum/copilot-cmp"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gitv": {
      "src": "https://github.com/gregsexton/gitv"
    },
    "indentLine": {
      "src": "https://github.com/Yggdroot/indentLine"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim",
      "version": "'v3.x'"
    },
    "nerdcommenter": {
      "src": "https://github.com/scrooloose/nerdcommenter"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "opencode.nvim": {
      "src": "https://github.com/nickjvandyke/opencode.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "rust.vim": {
      "src": "https://github.com/rust-lang/rust.vim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tabular": {
      "src": "https://github.com/godlygeek/tabular"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "typescript-vim": {
      "src": "https://github.com/leafgarland/typescript-vim"
    },
    "vim-airline": {
      "src": "https://github.com/vim-airline/vim-airline"
    },
    "vim-airline-themes": {
      "src": "https://github.com/vim-airline/vim-airline-themes"
    },
    "vim-devicons": {
      "src": "https://github.com/ryanoasis/vim-devicons"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-javascript": {
      "src": "https://github.com/pangloss/vim-javascript"
    },
    "vim-json": {
      "src": "https://github.com/elzr/vim-json"
    },
    "vim-jsonnet": {
      "src": "https://github.com/google/vim-jsonnet"
    },
    "vim-monokai": {
      "src": "https://github.com/sickill/vim-monokai"
    },
    "vim-node": {
      "src": "https://github.com/moll/vim-node"
    },
    "vim-polyglot": {
      "src": "https://github.com/sheerun/vim-polyglot"
    },
    "vim-startify": {
      "src": "https://github.com/mhinz/vim-startify"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-terraform": {
      "src": "https://github.com/hashivim/vim-terraform"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vim-toml": {
      "src": "https://github.com/cespare/vim-toml"
    },
    "vim-vsnip": {
      "src": "https://github.com/hrsh7th/vim-vsnip"
    }
  }
}
